fortuneBank = [
"คู่ครองมักจะมีบทบาทในชีวิตท่านมากขึ้นไม่ว่าจะเป็นเรื่องการงานที่ท่านรู้สึกเบื่อ ๆ อยู่",
"การเงินดีมีเงินไม่ขาดสามารถหาเงินได้ มักจะได้ลาภที่เป็นของตนเองกลับมา",
"สุขภาพท่านถือว่ายังอยู่ในเกณฑ์ที่ดี โดยมากต้องระวังคนในครอบครัวเจ็บป่วยมากกว่า",
"ช่วงนี้คู่ครองของท่านมักจะหึงหวงเป็นพิเศษ ใครที่เคยห่างกันอาจจะได้ใกล้ชิดกันมากขึ้น จนทำให้ท่านไม่เป็นส่วนตัว",
"ช่วงนี้ความรักของคุณอาจจะดูเรียบ ๆ คู่ครองมักจะเข้ามาพึ่งพาด้านการเงิน",
"มักจะมีเรื่องขัดแย้งกับคู่ครองบ่อยในระยะนี้ ความคิดเห็นมักไม่ตรงกัน",
"ความรักของคุณเอาแน่นอนไม่ได้ มักมีเรื่องขัดแย้งกันเสมอ",
"คู่ครองท่านมักจะช่วยเหลือท่านได้เป็นอย่างดี คู่ครองมักจะใกล้ชิดญาติพี่น้องท่านมากขึ้น",
"ความรักมักไม่ราบรื่น ท่านมักจะขัดแย้งกับคู่ครองเป็นธรรมดา",
"ท่านอาจจะพบหุ้นส่วนหรือมักจะมีต่างเพศเข้ามาในชีวิตค่อนข้างมาก หรือบางทีอาจจะมีดวงเซ็นสัญญาเกิดขึ้น",
"ความรักมักจะมีเรื่องขัดแย้งกันเป็นประจำ คู่ครองจะต้องห่างไปเพราะความจำเป็น",
"ช่วงนี้จะมีเงินไม่ขาดมือ แต่โดยมากมักจะเก็บไม่อยู่ และต้องระวังทรัพย์สินเสียหายหรือพวกมิจฉาชีพในระยะนี้"

];

function play(){
	cookie1.classList.add("cookie-hide");
	month = prompt("Your birth month")
	cookie2.classList.add("cookie-show");
	setTimeout(function(){
		getFortune();
	},3000);

}



function getFortune(){
	fortune.innerText = fortuneBank[month-1];
	fortune.style.opacity = 1;
	fortune.style.top = "96px";
}
function play2(){
	// cookie2.classList.add("cookie-hide");
	month = prompt("Your birth month")
	cookie2.classList.add("cookie-show");
	setTimeout(function(){
		getFortune();
	},3000);

}